Repository: kovshenin/twitter-blockquotes
Catalog: languages/twitter-blockquotes-*.po
Languages: fr_fr

source: General Settings
fr_fr: Options Générales

source: Custom CSS
fr_fr: CSS personnalisé

source: Clear Cache
fr_fr: Purger le cache

source: Caches have been cleared!
fr_fr: Les caches ont été néttoyé!

source: twitter-blockquotes[custom-css]
fr_fr: twitter-blockquotes[css personnalisé]

source: Use any CSS you like to customize your Twitter Blockquotes. The blockquote element selector is <code>blockquote.tweet</code>
fr_fr: Utilise le CSS que tu veux pour customiser ton Twitter Blockquotes. L'élément selecteur blockquote est <code>blockquote.tweet</code>

source: Clear All Caches
fr_fr: Nettoyer tout le cache

source: Hit this button if you'd like to clear all the caches.
fr_fr: Utilise ce bouton si tu veux nettoyer tous les caches.

source: Twitter Blockquotes Settings
fr_fr: Paramètres Twitter Blockquotes

source: <strong>Hi there friend!</strong> Thank you for using Twitter Blockquotes. We don\'t provide too many options yet, Twitter Blockquotes is designed to be as clean and simple as possible. It\'s up to you how you want your tweets to appear, whether you want avatars and retweet capabilities, perhaps a Twitter bird on the left? Most of the styling is done through the Custom CSS field below, rest is up to a few actions and filters. Read <a href="http://theme.fm/2011/08/embedding-tweets-in-wordpress-with-twitter-blockquotes-1548/">this guide</a> to learn more.
fr_fr: <strong>Salut l'ami!</strong> Merci d'utiliser Twitter Blockquotes. Il n'y a pas encore beaucoup d'options, Twitter Blockquotes a été créé pour être le plus propre et le plus simple possible. C'est à vous de faire apparaitre vos tweets comme vous le voulez, si vous voulez des avatars ou la possibilité de retweeter, peut être un Twitter Bird sur la gauche? La majorité du style est fait grace au CSS personnalisé ci-dessous, le reste repose sur quelques actions et des filtres. Lire <a href="http://theme.fm/2011/08/embedding-tweets-in-wordpress-with-twitter-blockquotes-1548/">ce guide</a> pour en apprendre plus.

source: Twitter Blockquotes usage is quite simple, just copy and paste a URL to any tweet in your posts or pages on a separate line, similar to how you embed YouTube or Vimeo videos. We'll transform that into a nice-looking blockquote for you!
fr_fr: L'utilisation de Twitter Blockquotes est très simple, il suffit de copier et coller une URL à un tweet dans vos articles ou de vos pages sur une ligne distincte, semblable à la façon dont vous incorporer des vidéos YouTube ou Vimeo. Nous la transformerons en une belle blockquote pour vous!
